Repository: sejarah-nusantara/site
Catalog: apps/dasa/locale/*/LC_MESSAGES/django.po
Languages: id

source: Search
id: Telusur

source: Entire site
id: Seluruh situs

source: Harta Karun Categories
id: Kategori Harta Karun

source: Harta Karun Articles
id: Artikel-artikel Harta Karun

source: Marginalia to the Daily Journals
id: Marginalia jalan masuk ke Catatan harian

source: Realia to the Resolutions and Besognes
id: Realia jalan masuk ke Resolusi dan Besognes

source: Diplomatic Letters
id: Surat-surat Diplomatik

source: Placards
id: Plakat

source: Appendices Resolutions
id: Lampiran Resolusi Umum

source: Corpus Diplomaticum Contracts
id: Corpus Diplomaticum Kontrak

source: Search In
id: telusur dalam

source: Description
id: Deskripsi

source: Date from
id: Tanggal dari

source: Date to
id: Tanggal hingga

source: Ship name
id: Nama kapal

source: European name
id: Nama Eropa

source: Asian name
id: Nama Asia

source: Place name
id: Nama Tempat

source: Archive file
id: Berkas arsip

source: Document date from
id: Dokumen tanggal dari

source: Document date to
id: Dokumen tanggal ke

source: Resolution date from
id: Resolusi tanggal dari

source: Resolution date to
id: Resolusi tanggal ke

source: Document type
id: Jenis dokumen

source: Search in text
id: Pencarian dalam teks

source: Subject
id: Subyek

source: Governor
id: Gubernur

source: Area
id: Daerah

source: Source
id: Sumber

source: Destination
id: Tujuan

source: Location
id: Catatan

source: Ruler
id: Penguasa

source: Volume
id: Jilid

source: Search keyword
id: Pencarian dalam teks

source: First name
id: Nama pertama

source: Last name
id: Nama terakhir

source: Repeat password
id: Ketik uland sandi

source: Country
id: Negara

source: Signup
id: Daftar

source: This email is already in use. Please supply a different email.
id: Alamat email ini sudah digunakan. Gunakan alamat email yang lain.

source: Password
id: Kata sandi

source: Save changes
id: Simpan perubahan

source: Email address
id: Alamat email

source: Please supply us with your email address.
id: Masukkan alamat email anda

source: Remember me for %(days)s
id: Ingatkan saya untuk beberapa hari %(days)s

source: Signin
id: Masuk

source: Please enter a correct email and password. Note that both fields are case-sensitive.
id: Harap masukkan alamat email dan sandi yang benar. Catatan: keduanya membedakan antara huruf besar dan huruf kecil.

source: Send password
id: Mengirim sandi

source: Image (main text)
id: Gambar (naskah utama)

source: Image (description)
id: Gambar (Deskrispi)

source: Caption for
id: Kutipan

source: Title
id: Judul

source: Appendix to general resolutions
id: Lampiran Resolusi Umum

source: Appendices to general resolutions
id: Lampiran Resolusi Umum

source: Filenumber
id: Nomor Folio

source: Folionumber
id: Nomor Folio

source: from
id: dari

source: to
id: kepada

source: extra
id: tambahan

source: Ship Names
id: Nama Kapal

source: Asian names
id: Nama Asia

source: European names
id: Nama Eropa

source: Place names
id: Nama Tempat

source: Order
id: Susunan

source: Page
id: Halaman

source: Pages
id: Halaman-halaman

source: Content
id: Isi

source: Slug
id: lambat

source: Date
id: Tanggal

source: Main Text
id: Naskah Utama

source: Position
id: Posisi

source: Introduction
id: Kata Pengantar

source: article
id: Artikel

source: articles
id: Artikel-artikel

source: Harta Karun Article
id: Artikel Harta Karun

source: Number
id: Nomor

source: Original title
id: Judul asli

source: Release Date
id: Tanggal Penerbitan

source: Citation
id: Kutipan

source: a scientific introduction to the Harta Karun document.
id: Kata Pengantar ilmiah pada dokumen Harta Karun

source: Editing
id: Disunting oleh

source: Introduced
id: Kata Pengantar oleh

source: Document selection
id: Dokumen dipilih oleh

source: Transcription
id: Transkripsi

source: Dutch Text Transcription
id: Transkripsi Bahasa Belanda oleh

source: Translation in Indonesian
id: Terjemahan Indonesia

source: Translation in English
id: Terjemahan Inggris

source: English translation
id: Terjemahan Bahasa Inggris oleh

source: Indonesian translation
id: Terjemahan Bahasa Indonesia oleh

source: Historical Date
id: Tanggal yang bersejarah

source: Publication Reference
id: Rujukan penerbitan

source: ISBN number or DOI number
id: Nomor ISBN atau Nomor DOI

source: Archival Source
id: Sumber Arsip

source: Comments
id: Komentar

source: PDF with full text [en]
id: teks lengkap dalam PDF

source: PDF with full text [id]
id: teks lengkap dalam PDF

source: Download the full article in PDF
id: Unduh naskah lengkap dalam PDF

source: Image
id: Gambar

source: Images
id: Gambar

source: Placard
id: Plakat

source: Diplomatic Letter
id: Surat Diplomatik

source: volume
id: Jumlah

source: page
id: Halaman

source: Diplomatic Letter - Ruler
id: Surat Diplomatik - Penguasa

source: Diplomatic Letter - Rulers
id: Surat Diplomatik - Para penguasa

source: Diplomatic Letter - Location
id: Surat Diplomatik - Tempat

source: Diplomatic Letter - Locations
id: Surat Diplomatik - Berbagai tempat

source: Priority
id: Utama

source: Annotation
id: Catatan

source: File
id: Berkas

source: Year
id: Tahun

source: Month
id: Bulan

source: Day
id: Hari

source: Fonds
id: Pencipta Arsip (Arsip Nasional Republik Indonesia)

source: Lightbox item (for home page)
id: Slide

source: Lightbox items (for home page)
id: Slide

source: URL to the page
id: Alamat Website

source: Visible?
id: Terlihat

source: user
id: pengguna

source: Type
id: Jenis

source: Register
id: Pendaftaran

source: folionumber
id: Nomor folio

source: Resolution
id: Resolusi

source: Institution
id: Lembaga

source: Comment
id: Komentar

source: Person
id: Orang

source: Persons
id: Orang-orang

source: Name
id: Nama

source: Place
id: Tempat

source: Places
id: Tempat

source: Corpus Diplomaticum Contract
id: Corpus Diplomaticum Kontrak

source: May.
id: Mei.

source: Oct.
id: Okt.

source: you are here
id: Beranda

source: Home
id: Baca lebih lanjut

source: read more
id: selanjutnya baca

source: hide
id: sembunyikan

source: No results found
id: Hasil tidak ditemukan

source: Old Dutch Text
id: Naskah Belanda kuno

source: Indonesian Translation
id: Terjemahan Indonesia

source: English Translation
id: Terjemahan Inggris

source: Colophon
id: Kolofon

source: view image in detail
id: Lihat rincian gambar

source: Details of the resolution
id: Rincian resolusi

source: Retro book
id: Buku lama

source: View this resolution
id: Lihat resolusi ini

source: Navigation
id: Jelajah

source: previous resolution
id: Resolusi sebelumnya

source: next resolution
id: Resolusi selanjutnya

source: go back to search results
id: kembali ke hasil penelusuran

source: show in retro book
id: lihat pada buku retro

source: We did not find any scans
id: Kami tidak menemukan hasil pindaian

source: Please correct the following errors.
id: Harap perbaiki kesalahan berikut

source: Edit
id: Sunting

source: Folder Information
id: Informasi Folder

source: File Information
id: Informasi File

source: Filesize
id: Ukuran berkas

source: Size
id: Ukuran

source: Used on the site
id: Gunakan situs ini

source: Image Versions
id: Versi gambar

source: Thumbnail
id: sketsa kecil

source: View Image
id: Lihat gambar

source: Delete
id: Hapus

source: Save
id: Simpan

source: Save and continue editing
id: Simpan dan lanjutkan menyunting

source: Select
id: Pilih

source: Versions
id: Versi

source: Change
id: Ubah

source: Archive Reference
id: Rujukan arsip

source: Document Date
id: Dokumen tanggal

source: Resolution Date
id: Resolusi tanggal

source: Notes
id: Catatan

source: Reset
id: Pengaturan ulang

source: You searched for
id: Anda mencari hal tentang

source: We found %(count)s results
id: Kami menemukan %(count)s hasil

source: show search form
id: tampilkan hasil pencarian

source: hide search form
id: sembunyikan hasil pencarian

source: Inventory Number
id: Nomor inventaris

source: Date period
id: Tanggal

source: Image viewer
id: Lihat gambar

source: Indonesian [short]
id: Indonesia

source: English [short]
id: Inggris

source: Dutch [short]
id: Belanda

source: contract number
id: nomor kontrak

source: name kingdom
id: nama raja

source: description
id: deskripsi

source: place signed
id: empat di tandatangani

source: signed by Asians
id: ditandatangani oleh orang-orang Asia

source: signed by Europeans
id: ditandatangani oleh orang-orang Eropa

source: see also
id: lihat juga

source: Inserted on
id: Disisipkan pada

source: Original Date
id: Tangal asli

source: Sources
id: Sumber

source: Destinations
id: Tujuan

source: Original text
id: Teks asli

source: Rulers
id: Para Penguasa

source: Original letter available
id: Surat asli tersedia

source: Sealed
id: Segel

source: Language
id: Bahasa

source: original
id: Asli

source: translated
id: Diterjemahkan

source: Number of letters
id: Sejumlah Surat

source: Alternative names
id: Nama Lain

source: Release date
id: Tanggal Penerbitan

source: Category
id: Kategori

source: Contents
id: Isi

source: back to index of news
id: kembali ke indeks berita

source: Date issued
id: Tanggal pemesanan

source: pages
id: Halaman-halaman

source: published on
id: Tanggal Penerbitan

source: Results
id: Hasil

source: you searched for
id: anda mencari hal tentang

source: You did not provide a search term
id: Anda tidak menyediakan istilah pencarian

source: Search results
id: Hasil penelusuran

source: Change password
id: Ubah kata sandi

source: Edit profile
id: Sunting profil

source: Reset password
id: Ubah kata sandi

source: %(username)s's profile.
id: %(username)s's profil.

source: View profile
id: Lihat profil

source: Edit details
id: Edit secara rinci

source: Change email
id: Ganti email

source: Sign in
id: Masuk

source: Forgot your password?
id: Anda lupa kata sandi?

source: Dear %(username)s,
id: Yang terhormat %(username)s,

source: Thank you for signing up at %(site)s.
id: Terimakasih telah mendaftar di %(site)s.

source: To activate your account you should click on the link below:
id: Mengaktivasi akun anda, anda harus menge-klik link di bawah ini:

source: Thanks for using our site!
id: Terimakasih telah mengunjungi situs kami

source: Sincerely
id: Hormat

source: Your signup at %(site)s.
id: Pendaftaran anda di %(site)s.

source: You requested a change of your email address at %(site)s.
id: Anda meminta perubahan alamat email anda di %(site)s.

source: Please confirm this email address by clicking on the link below:
id: Konfirmasi alamat email ini dengan menge-klik link di bawah ini:

source: There was a request to change your email address at %(site)s.
id: Telah permintaan untuk mengubah alamat email anda di %(site)s.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
id: Email telah dikirimkan ke %(new_email)s yang berisi sebuah link verifikasi. Klik link tersebut untuk mengaktivasi.

source: Email verification for %(site)s.
id: Verifikasi email untuk %(site)s.

source: A request to change your email address is made at %(site)s.
id: Permohonan perubahan alamat email anda telah di buat di %(site) s.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
id: Anda menerima email ini karena anda meminta menghapus kata sandi untuk akun anda %(site_name)s

source: Please go to the following page and choose a new password:
id: Lanjutkan ke halaman berikutnya dan pilih kata sandi baru:

source: Your username, in case you've forgotten: %(username)s
id: Username anda, jangan lupa: %(username)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
id: Anda menerima email ini karena anda meminta menghapus kata sandi untuk akun anda %(site_name)s

source: Your username, in case you've forgotten: %(username)s
id: Username anda, jangan lupa: %(username)s

source: Asian Names
id: Nama Asia

source: all Asian names
id: semua nama Asia

source: Document types
id: Jenis dokumen

source: all document types
id: semua jenis documen

source: European Names
id: Nama Eropa

source: all European names
id: semua nama Eropa

source: Place Names
id: Nama Tempat

source: all place names
id: semua nama tempat

source: all ship names
id: semua nama kapal

source: all areas
id: semua tempat

source: all locations
id: Semua tempat

source: all rulers
id: Semua penguasa

source: Go to homepage
id: masuk ke halaman beranda

source: search
id: telusur

source: welcome
id: selamat datang

source: sign out
id: keluar

source: edit this page
id: sunting halaman ini

source: sign in
id: masuk

source: results found
id: hasil yang ditemukan

source: page %(page_number)s of %(number_of_pages)s
id: Halaman %(page_number)s atau %(number_of_pages)s

source: first
id: Pertama

source: previous
id: sebelumnya

source: next
id: selanjutnya

source: last
id: terakhir

source: all governors
id: Semua gubernur

source: all subjects
id: Semua subyek

source: Harta Karun Category
id: Kategori Harta Karun

source: Your profile has been updated.
id: Profil anda telah di perbaharui

source: You have been signed out.
id: Anda telah keluar
